Repository: libertyernie/PixivUniversal
Catalog: PixivUWP/Strings/*/Resources.resw
Source language: en_us
Languages: ja, ko, zh_hans, zh_hant

# btnLogin.Content
source: Login
ja: ログイン
ko: 로그인
zh_hans: 登录
zh_hant: 登錄

# btnLoginError.Content
source: Login failed. Please retry.
ja: あれれ？失敗しました…インターネット接続とログイン情報を確認してくださいね～
ko: 오 ~ ~로그인에 실패했습니다!네트워크 연결 및 자격 증명을 확인하고 여기를 클릭하여 다시 시도하십시오.
zh_hans: 哎呀~登录失败了！请检查网络连接和凭据后点此重试
zh_hant: 哎呀~登入失敗了！請檢查網路連結後點此重試

# cancelAll.Label
source: Cancel All
ja: すべてを取り消す
ko: 모두 취소
zh_hans: 取消所有
zh_hant: 取消所有

# chkboxAuto.Content
source: Auto Login
ja: 自動でログインする
ko: 자동 로그인
zh_hans: 自动登录
zh_hant: 自動登錄

# chkboxRem.Content
source: Remember Password
ja: パスワードを保存する
ko: 암호 기억하기
zh_hans: 记住密码
zh_hant: 記住密碼

# Collection
source: Bookmarks
ja: ブックマーク
ko: 북마크
zh_hans: 我的收藏
zh_hant: 我的收藏

# Download
source: Downloads
ja: ダウンロード
ko: 다운로드 작업
zh_hans: 下载任务
zh_hant: 下載任務

# downloadHint.Text
source: (If not work properly, please disable background download in settings. )
ja: （ダウンロードできないの場合、バックグラウンドダウンロードを無効してください）
zh_hans: （遇到无法下载问题，可尝试禁用后台下载解决）
zh_hant: （遇到無法下載問題，可嘗試禁用後台下載解决）

# downloadPos.Label
source: Download Destination
ja: ダウンロード
ko: 폴더 다운로드
zh_hans: 下载文件夹
zh_hant: 下載資料夾

source: Feedback
ja: フィードバック
ko: 피드백
zh_hans: 反馈
zh_hant: 反饋

# Feeds
source: New Work: Everyone
ja: みんなの新着作品
ko: 모두의 최신 작품
zh_hans: 最新动态
zh_hant: 最新資訊

# headerNameEmail.Text
source: Pixiv ID/E-mail
ja: Pixiv ID
ko: 메일주소 / pixiv ID
zh_hans: Pixiv ID或邮箱地址
zh_hant: Pixiv ID或電子郵件地址

# headerPassword.Text
source: Password
ja: パスワード
ko: 비밀번호
zh_hans: 密码
zh_hant: 密碼

# Signup.Content
source: Sign Up
ja: 新規登録
ko: 가입
zh_hans: 注册
zh_hant: 註冊

# Main
source: Recommended For You
ja: おすすめ作品
ko: 당신에게 추천
zh_hans: 作品发现
zh_hant: 作品發現

# Mywork
source: New Work: Following
ja: フォロー新着作品
ko: 팔로우
zh_hans: 我的关注
zh_hant: 我的關注

# pgCollection.Text
source: Bookmarks
ja: ブックマーク
ko: 북마크
zh_hans: 我的收藏
zh_hant: 我的收藏

# pgDownload.Text
source: Downloads
ja: ダウンロード
ko: 다운로드 작업
zh_hans: 下载任务
zh_hant: 下載任務

# pgFeeds.Text
source: New Work: Everyone
ja: みんなの新着作品
ko: 모두의 최신 작품
zh_hans: 最新动态
zh_hant: 最新資訊

# pgMain.Text
source: Recommended For You
ja: おすすめ作品
ko: 당신에게 추천
zh_hans: 作品发现
zh_hant: 作品發現

# pgMywork.Text
source: New Work: Following
ja: フォロー新着作品
ko: 팔로우
zh_hans: 我的关注
zh_hant: 我的關注

# searchBox.PlaceholderText
source: Search…
ja: 検索Pixiv…
ko: 검색Pixiv…
zh_hans: 搜索Pixiv…
zh_hant: 搜尋Pixiv…

source: Settings
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

# comboPolicy.Header
source: Background Download Policy
ja: バックグラウンドダウンロードをする
ko: 백그라운드 다운로드 전략
zh_hans: 后台下载策略
zh_hant: 後台下載策略

# pivotAbout.Header
source: About
ja: について
ko: 약
zh_hans: 关于
zh_hant: 關於

# pivotContributors.Header
source: Contributors
ja: 協力者
ko: 기여자
zh_hans: 贡献者
zh_hant: 貢獻者

# pivotSettings.Header
source: Settings
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

# abbAddFriend.Label
source: Follow
ja: フォロー
ko: 팔로우하기
zh_hans: 关注该作者
zh_hant: 關注該作者

# abbDownload.Label
source: Download
ja: ダウンロード
ko: 다운로드
zh_hans: 下载
zh_hant: 下載

# abbFavorite.Label
source: Bookmark
ja: コレクション
ko: 북마크
zh_hans: 收藏
zh_hant: 收藏

# abbRelate.Label
source: Related Works
ja: 関連作品
ko: 관련 작품
zh_hans: 相关作品
zh_hant: 相關作品

# abbWatchBig.Label
source: Full Size
ja: オリジナル画像を見る
ko: 전체 그림보기
zh_hans: 查看大图
zh_hant: 查看大圖

# aboutText1.Text
source: This is a 3rd-party client for Pixiv.net, based on C#.
ja: これはＣ＃言語を使った自作Pixivアプリです
zh_hans: 这是一个使用C#语言编写的，基于Pixiv网站的第三方应用。
zh_hant: 這是一個使用C#語言編寫，基於Pixiv網站的第三方應用程式。

# aboutText2.Text
source: Terms
ja: 利用規約
ko: 온라인 계약
zh_hans: 在线协议
zh_hant: 在線協議

# aboutText3.Text
source: Privacy Policy (Pixiv)
ja: Pixivプライバシーポリシー
ko: Pixiv이용약관
zh_hans: Pixiv在线服务隐私声明
zh_hant: Pixiv在線服務隱私聲明

# aboutText4.Text
source: Terms of use (Pixiv)
ja: Pixivオンラインサービス利用規約
ko: Pixiv개인정보취급방침
zh_hans: Pixiv在线服务许可协议
zh_hant: Pixiv在線服務許可協議

# aboutText5.Text
source: Developers
ja: 開発者
ko: 개발자
zh_hans: 开发者
zh_hant: 開發者

# aboutText6.Text
source: Links
ja: おすすめリンク
ko: 우호 링크
zh_hans: 友情链接
zh_hant: 友情連結

# backPolicy1.Content
source: Only using non-traffic-based connections
ja: データ使用量を制御する
zh_hans: 仅非按流量计费的连接
zh_hant: 僅非按資料用量計費的連結

# backPolicy2.Content
source: According to your traffic usage
ja: あなたの利用状況によって
zh_hans: 根据你的流量使用情况
zh_hant: 根據你的資料用量使用情況

# backPolicy3.Content
source: Unless you enabled “Restrict background data”
ja: 「バックグラウンドデータ制限」を除く
zh_hans: 除非你启用了“限制后台数据”
zh_hant: 除非你啟用了“限制後台資料”

# backPolicy4.Content
source: Disable background download
ja: バックグラウンドダウンロードしない
ko: 백그라운드 다운로드 사용 안 함
zh_hans: 禁用后台下载
zh_hant: 禁用後台下載

# contriText1.Text
source: Thank the following contributors for giving us great support.
ja: 下記の皆様のご協力に感謝致します
zh_hans: 感谢以下伙伴对我们的帮助与支持。
zh_hant: 感謝以下伙伴對我們的幫助與支持。

# contriText2.Text
source: Their contributions are making this app better.
ja: 皆様のおかげで、私達はよりよくなることができる!
zh_hans: 正因为各位，我们才能变得更好！
zh_hant: 正因為各位，我們才能變得更好！

# contriText3.Text
source: List of Contributors
ja: Pixiv UWPの協力者
ko: Pixiv UWP 참여자 목록
zh_hans: Pixiv UWP贡献人员名单
zh_hant: Pixiv UWP貢獻人員名單

# contriText4.Text
source: Including those who gave us useful feedbacks.
ja: 提案、意見、批判とデザインを含む
zh_hans: 包含建议、意见、批评和设计
zh_hant: 包含建議、意見，批評和設計

# contriText5.Text
source: Names not listed in order. Not including main developers.
ja: 顺番を関わらず 、意見が採用されるかどうかも考慮しません （メイン開発者が含まれていません）
zh_hans: 不考虑是否被采纳，排名不分先后，不包含主要开发者
zh_hant: 不考慮是否被採納，排名不分先後，不包含主要開發者

# abbDownloadThis.Label
source: Download
ja: ダウンロード
ko: 현재 다운로드
zh_hans: 下载当前
zh_hant: 下載當前

# abbFullScreen.Label
source: Full Screen
ja: 全画面表示
ko: 전체 화면
zh_hans: 全屏
zh_hant: 全螢幕

# Error
source: Operation failed.
ja: 失敗しましたにゃ～☆
ko: 작업이 실패
zh_hans: 操作失败
zh_hant: 操作失敗

# ErrorLoading
source: Failed to load.
ja: 読み込みエラー
ko: 로드 실패
zh_hans: 加载失败
zh_hant: 載入失敗

# pgRelated.Text
source: Related Works
ja: 関連作品
ko: 관련 작품
zh_hans: 相关作品
zh_hant: 相關作品

# pivotCollection.Header
source: Bookmarks
ja: お気に入り
ko: 북마크
zh_hans: 收藏
zh_hant: 收藏

# pivotUserInfo.Header
source: Infomations
ja: 個人データ
ko: 프로필
zh_hans: 个人资料
zh_hant: 個人資料

# pivotWorks.Header
source: Works
ja: 作品
ko: 작품
zh_hans: 作品
zh_hant: 作品

# chkByPop.Content
source: Sort by Popularity (Premium Feature)
ja: 人気のあるランキングを押す（シニアメンバー）
ko: 인기도를 기준으로 정렬（오직 프로 엄）
zh_hans: 按热门度排序（仅高级会员）
zh_hant: 按熱度排序（僅高級用戶）

# PopupContent
source: This is an Insider version, the main improvement is: 未翻译
ja: 「新機能」 設定でウォーターフローをカスタマイズしましょう～ 「新機能」 投票機能のサポート 「新機能」 新しいAPIをアップグレードし、動作安定性を改善します 「UI」 イラスト情報ページを再設計します 「修復」 ダウンロード際に予期せずなモバイルデータ使用量を引き起こした問題を修正しました 「修復」 人気作品ページが読み込まれなかったの問題を修正しました 「修復」 仮登録（ログイン情報がないの場合）もうなくなります 「修復」 ウォーターフローの設定エラーを修正しました 「修復」 基本的な韓国語サポート;
ko: [Features] New Water-fall Customization feature in settings; [Features] Vote feature support added； [Features] Upgrade to new API for better statability； [UI] Redesign the work detail page； [Fixes] Fix an issue that caused unexpectedly data usage when downloading illusts in cellular connection； [Fixes] Fix an issue that may cause the Ranking illust page failed to load； [Fixes] Fix an issue that you can "login" (faked) even without entering usrname and passwd; [Fixes] Fix some Illust-Flow setting page errors; [Localization] Added basically support for Korean;
zh_hans: 【功能】可以在设置中调整瀑布流设置了； 【功能】新增了支持用户投票的功能； 【功能】更新了API版本，保证访问稳定； 【界面】重写了作品详情页面； 【修复】修正了在流量下下载图片耗费流量的问题； 【修复】修复了热门图片无法加载的问题； 【修复】修复了不输入账户和密码即可发起“假”登录的问题； 【修复】解决了瀑布流设置的一些异常问题； 【翻译】新增了基本的韩语翻译；
zh_hant: 这是一个内部测试版本，主要改进为： 【界面】设置和启动界面优化； 【调整】错误登陆后保留用户名； 【新增】私密关注模式（未启用）； 【翻译】新增并检查遗漏翻译

# PopupTitle
source: Update: V1.3.5β
ja: バージョンV1.4.1β更新されたコンテンツ
ko: 버전 V1.4.1β는 내용을 업데이트합니다
zh_hans: 版本 V1.4.1β更新内容
zh_hant: 版本 V1.3.4β更新内容

# comboLoadPolicy.Header
source: Load Mode
ja: ロードモード
ko: 로딩 모드
zh_hans: 加载模式
zh_hant: 載入模式

# loadpolicy1.Content
source: Multi-Task (Performace)
ja: 同期アドイン
ko: 동기 로딩 (고성능)
zh_hans: 同步加载（高性能）
zh_hant: 同步加載（高性能）

# loadpolicy2.Content
source: Single-Task (Default)
ja: スケジュール負荷（黙認）
ko: 기본적으로로드 (기본값)
zh_hans: 排程加载（默认）
zh_hant: 排程加載（預設）

# loadpolicyinfo.Text
source: *Info: Multi-Task mode can provide better experience, while Single Task mode requires lower network speed.
ja: *注：もしあなたのネットワーク接続状況があれば （指すPixivの接続、以下同じ ）比較的に良いです ，同期アドインですべての結果を早く完全に表示できる ；もしあなたのネットワーク接続状況が劣るとしたら ，使用スケジュールロードモード大面積画像読み込みの失敗を回避し、単一のロード時間の消費を短縮
zh_hans: *注意：如果您的网络连接状况（指到Pixiv的连接，下同）较好，使用同步加载能尽快完整显示所有结果；如果您的网络连接状况较差，使用排程加载能避免大面积图片加载失败并缩短单张加载耗时
zh_hant: *注意：如果您的网络连接状况（指到Pixiv的连接，下同）较好，使用同步加载能尽快完整显示所有结果；如果您的网络连接状况较差，使用排程加载能避免大面积图片加载失败并缩短单张加载耗时

# Rank
source: Ranking
ja: ランキング
ko: 랭킹
zh_hans: 热门作品
zh_hant: 熱門作品

# pgRank.Text
source: Ranking
ja: ランキング
ko: 랭킹
zh_hans: 热门作品
zh_hant: 熱門作品

# abbShare.Label
source: Share
ja: シェア
ko: 공유
zh_hans: 分享
zh_hant: 分享

# abbZoomin.Label
source: Zoom In
ja: ズームイン
ko: 확대
zh_hans: 放大
zh_hant: 放大

# abbZoomout.Label
source: Zoom Out
ja: ズームアウト
ko: 축소
zh_hans: 缩小
zh_hant: 縮小

# category.Text
source: Category
ja: カテゴリ
ko: 분류
zh_hans: 分类
zh_hant: 類別

# ok.Content
source: OK
ja: はい
ko: 확인
zh_hans: 确定
zh_hant: 確認

# textComments.Text
source: Comments
ja: コメント
ko: 댓글
zh_hans: 评论
zh_hant: 評論

# 软件主题选择框.Header
source: Software Mode
ja: ソフトウェアモード
ko: 모드
zh_hans: 软件主题
zh_hant: 軟件主題

# 软件主题选择框_白.Content
source: Light
ja: 明るい
ko: 밝색
zh_hans: 浅色
zh_hant: 淺色

# 软件主题选择框_系统.Content
source: Use system setting
ja: システム設定の使用
ko: 시스템 설정 사용
zh_hans: 使用系統设置
zh_hant: 使用系統設定

# 软件主题选择框_黑.Content
source: Dark
ja: 暗い
ko: 어두운
zh_hans: 深色
zh_hant: 深色

# 软件主题说明.Text
source: Reboot after application takes effect.
ja: アプリケーションが有効になると再起動
zh_hans: *注意：本设置生效需重启应用
zh_hant: 下次啓動應用程式時，會看到您所做的變更

# Account.Text
source: Account
ja: アカウント
ko: 계정
zh_hans: 账户
zh_hant: 帳戶

# Logout.Content
source: Log Out
ja: ログアウト
ko: 로그 아웃
zh_hans: 登出
zh_hant: 登出

# WindowsHelloinfo.Text
source: You can use Windows Hello to define access to the software to protect your privacy.
ja: プライバシーを保護するため、パソコンのWindowsHello機能を利用し、アプリへのアクセスを制御できます
zh_hans: 您可以使用Windows Hello功能来保护您在本软件上的隐私，防止未经授权的访问
zh_hant: 您可以使用Windows Hello機能來保護您在本軟件上的隱私，防止未經授權的訪問

# WinFeatures.Text
source: Windows Features
ja: Windows 機能
ko: Windows 특징
zh_hans: Windows 特色
zh_hant: Windows 特點

# imagepreviewsizepolicy.Header
source: Preview Image Size
ja: プレビュー画像サイズ
ko: 미리보기 크기
zh_hans: 预览图尺寸
zh_hant: 預覽圖像尺寸

# imagepreviewsizepolicy_Medium.Content
source: Standard
ja: 標準
ko: 표준
zh_hans: 标准
zh_hant: 标准

# imagepreviewsizepolicy_SquareMedium.Content
source: SquareMedium
ja: 正方形
ko: 광장
zh_hans: 方形
zh_hant: 方形

# AreyouLogout.Text
source: Are you sure you want to log out?
ja: サインアウトしてもよろしいですか？
ko: 로그 아웃 하시겠습니까?
zh_hans: 您确定要登出吗？
zh_hant: 您確定要登出嗎？

# MicrosoftBandinfo.Text
source: You can send Pixiv UWP stickers to the Microsoft Band that is paired with this device
ja: この設定では、Pixiv UWPタイルをMicrosoft Bandに送信できます
zh_hans: 通过本设置，您可以发送Pixiv UWP磁贴到与本设备配对的Microsoft Band设备上
zh_hant: 通過本設定，您可以發送Pixiv UWP磁貼到與本設備配對的Microsoft Band設備上

# 个性化.Text
source: Personalize Settings
ja: パーソナライズド
ko: 맞춤 설정
zh_hans: 个性化
zh_hant: 個人化

# 后台下载说明.Text
source: You can choose the background download method according to your own needs, this setting is only valid for the new start download * Note: After the background download, the software will not send the download notification
ja: 自分のニーズに応じてバックグラウンドのダウンロード方法を選択することができます。この設定は新しいスタートダウンロードにのみ有効です *注：バックグラウンドダウンロード後、ソフトウェアはダウンロード通知を送信しません
zh_hans: 您可以根据自己的需要来选择后台下载方式，该设置仅对新启动的下载有效 *注意：关闭后台下载后软件将不发送完成下载通知
zh_hant: 您可以根據自己的需要來選擇後臺下載管道，該設定僅對新啟動的下載有效 *注意：關閉後臺下載後軟件將不發送完成下載通知

# 私人关注.Text
source: Private attention
ja: プライベートフォロー
zh_hans: 私人关注
zh_hant: 私人關注

# 网络.Text
source: Network Settings
ja: ネットワーク
ko: 네트워크
zh_hans: 网络
zh_hant: 網路

# SignupCatchphrase.Text
source: Spice up your creating process
ja: 創作活動をもっとたのしく
ko: 창작 활동을 더욱 즐겁게
zh_hans: 让创作变得更有乐趣
zh_hant: 讓創作變得更有樂趣
